Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-campaignmonitor/languages/frm-campaignmonitor-*.po
Languages: de_de, es_es, fr_fr, it_it, ja

source: Add users to your Campaign Monitor list from your Formidable forms
de_de: Füge Benutzer aus deinen Formidable Formularen zu deiner Liste in Campaign Monitor hinzu
es_es: Añade usuarios a tu lista de Campaign Monitor desde tus formularios de Formidable
fr_fr: Ajouter des utilisateurs/utilisatrices à votre liste Campaign Monitor à partir de vos formulaires Formidable
it_it: Aggiungi utenti all'elenco di Campaign Monitor dai tuoi moduli Formidable
ja: Formidable フォームから Campaign Monitor リストにユーザーを追加します

source: Strategy11
de_de: Strategie11

source: No API key specified.
de_de: Kein API-Schlüssel angegeben.
es_es: No se ha especificado ninguna clave de API.
fr_fr: Aucune clé d’API spécifiée.
it_it: Non è stata specificata alcuna chiave API.
ja: API キーが指定されていません。

source: No Client ID specified.
de_de: Keine Client-ID angegeben.
es_es: No se ha especificado el ID de cliente.
fr_fr: Aucun ID de client·e spécifié.
it_it: Non è stato specificato alcun ID cliente.
ja: クライアント ID が指定されていません。

source: Could not get lists.
de_de: Listen konnten nicht abgerufen werden.
es_es: No se han podido obtener listas.
fr_fr: Impossible d’obtenir les listes.
it_it: Non è stato possibile ottenere le liste.
ja: リストを取得できませんでした。

source: Could not get custom fields.
de_de: Individuelle Felder konnten nicht abgerufen werden.
es_es: No se han podido obtener campos personalizados.
fr_fr: Impossible d’obtenir les champs personnalisés.
it_it: Impossibile ottenere i campi personalizzati.
ja: カスタムフィールドを取得できませんでした。

source: You are running an outdated version of Formidable. This plugin needs Formidable v4.0 + to work correctly.
de_de: Du verwendest eine veraltete Version von Formidable. Dieses Plugin benötigt Formidable v4.0 +, um korrekt zu funktionieren.
es_es: Estás utilizando una versión obsoleta de Formidable. Este plugin necesita Formidable v4.0 + para funcionar correctamente.
fr_fr: Vous utilisez une version obsolète de Formidable. Cette extension a besoin de Formidable v4.0+ pour fonctionner correctement.
it_it: Stai usando una versione non aggiornata di Formidable. Questo plugin ha bisogno di Formidable v4.0 o successiva per funzionare correttamente.
ja: Formidable のバージョンが古いようです。このプラグインを正しく動作させるには Formidable v4.0以上が必要です。

source: API key and/or Client ID may not be correct
de_de: API-Schlüssel und/oder Client-ID sind möglicherweise nicht korrekt
es_es: La clave API y/o el ID de cliente pueden no ser correctos
fr_fr: La clé de l’API et/ou l’ID client sont peut-être incorrects
it_it: La chiave API e/o l'ID cliente potrebbero non essere corretti
ja: API キーとクライアント ID、またはそのいずれかが正しくない可能性があります

source: Contact List
de_de: Kontaktliste
es_es: Lista de contactos
fr_fr: Liste de contacts
it_it: Elenco dei contatti
ja: お問い合わせリスト

source: Clear Cache
de_de: Cache löschen
es_es: Vaciar caché
fr_fr: Effacer le cache
it_it: Cancella la cache
ja: キャッシュをクリア

source: API Key
de_de: API-Schlüssel
es_es: Clave de la API
fr_fr: Clé de l’API
it_it: Chiave API
ja: API キー

source: Your API key can be found at yoursite.createsend.com/account/apikeys. Go to your Campaign Monitor account. Click on your name in the top corner then "Account Settings" - "API Keys"
de_de: Deinen API-Schlüssel findest du unter yoursite.createsend.com/account/apikeys. Gehe zu deinem Konto in Campaign Monitor. Klicke oben in der Ecke auf deinen Namen und dann auf „Kontoeinstellungen“ – „API-Schlüssel“.
es_es: Puedes encontrar tu clave API en tusitio.createsend.com/account/apikeys. Ve a tu cuenta de Campaign Monitor. Haz clic en tu nombre en la esquina superior y luego en «Ajustes de la cuenta» - «Claves de API»
fr_fr: Votre clé d’API peut être trouvée sur yoursite.createsend.com/account/apikeys. Accédez à votre compte Campaign Monitor. Cliquez sur votre nom dans le coin supérieur puis sur « Réglages du compte » - « Clés de l’API ».
it_it: La tua chiave API si trova all'indirizzo yoursite.createsend.com/account/apikeys. Accedi al tuo account Campaign Monitor. Fai clic sul tuo nome nell'angolo in alto e poi su "Impostazioni account" - "Chiavi API".
ja: API キーは yoursite.createsend.com/account/apikeys にあります。Campaign Monitor アカウントにアクセスして、上部の隅にある自分の名前をクリックし、"Account Settings" - "API Keys" をクリックします。

source: Debug Mode
de_de: Debug-Modus
es_es: Modo de depuración
fr_fr: Mode de débogage
it_it: Modalità di debug
ja: デバッグモード

source: No
de_de: Nein
fr_fr: Non
ja: いいえ

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Si
ja: はい

source: See Campaign Monitor response on form submit
de_de: Antwort von Campaign Monitor auf die Formularübermittlung anzeigen
es_es: Ver la respuesta de Campaign Monitor al enviar el formulario
fr_fr: Voir la réponse de Campaign Monitor lors de l’envoi du formulaire
it_it: Vedi la risposta di Campaign Monitor all'invio del modulo
ja: フォーム送信時に Campaign Monitor の回答を表示

source: Client ID
es_es: ID de cliente
fr_fr: ID du client
it_it: ID cliente
ja: クライアント ID
