Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-autoresponder/languages/formidable-autoresponder-*.po
Languages: de_de, es_es, it_it, ja

source: Formidable Form Action Automation
de_de: Formidable Form Aktions-Automatisierung
ja: Formidable Forms のアクションの自動化

source: Allows you to set future notifications on form entries
de_de: Ermöglicht es dir, zukünftige Benachrichtigungen über Formulareinträge festzulegen
es_es: Te permite establecer avisos futuros sobre registros de formularios
it_it: Permette di impostare le notifiche future sulle voci dei moduli
ja: フォーム入力時に将来の通知を設定できます

source: Strategy11
de_de: Strategie11

source: https://formidableforms.com
de_de: https://formidableforms.com/de
ja: https://formidableforms.com/ja

source: Not scheduling "%1$s" action for entry #%2$d because the settings are invalid: %3$s.
de_de: Die Aktion „%1$s“ für den Eintrag %2$d kann nicht geplant werden, da die Einstellungen ungültig sind: %3$s.
es_es: No se ha programado la acción «%1$s» para la entrada #%2$d porque los ajustes no son válidos: %3$s.
it_it: Non è possibile programmare l'azione "%1$s" per la voce #%2$d perché le impostazioni non sono valide: %3$s.
ja: エントリー #%2$dに対して「%1$s」アクションをスケジューリングしません。設定が無効です: %3$s。

source: Not scheduling "%1$s" action for entry #%2$d for %3$s because the time has already passed.
de_de: Die Aktion „%1$s“ für den Eintrag %2$d kann nicht für %3$s geplant werden, da die Zeit bereits abgelaufen ist.
es_es: No se ha programado la acción «%1$s» para la entrada #%2$d porque ya ha pasado el tiempo.
it_it: Non è possibile programmare l'azione "%1$s" per la voce #%2$d per %3$s perché il tempo è già passato.
ja: 時間がすでに経過しているため、%3$sのエントリー #%2$dに対して「%1$s」のアクションをスケジューリングしません。

source: Reference TS: %s
de_de: Referenz TS: %s
es_es: Referencia TS: %s
it_it: Riferimento TS: %s
ja: 参考タイムスタンプ: %s

source: Only a string should be passed as the autoresponder trigger time.
de_de: Als Autoresponder-Auslösezeit sollte nur ein String übergeben werden.
es_es: Sólo se debe pasar una cadena como hora de activación de la autorespuesta.
it_it: Come orario di attivazione dell'autoresponder deve essere passata solo una stringa.
ja: 自動応答のトリガー時間として、1つの文字列のみを渡す必要があります。

source: Conditions for "%1$s" action for entry #%2$d not met. Halting.
de_de: Bedingungen für Aktion „%1$s“ Aktion für den Eintrag %2$d nicht erfüllt. Wird gestoppt.
es_es: No se cumplen las condiciones de la acción «%1$s» para el registro #%2$d. Parada.
it_it: Le condizioni per l'azione "%1$s" per la voce #%2$d non sono soddisfatte. Interruzione.
ja: エントリー #%2$dに対する「%1$s」アクションの条件が満たされませんでした。中断しています。

source: Conditions for "%1$s" action for entry #%2$d met. Proceeding.
de_de: Bedingungen für die Aktion „%1$s“ für Eintrag %2$d erfüllt. Wird fortgesetzt.
es_es: Se cumplen las condiciones de la acción «%1$s» para el registro #%2$d. Procedimiento.
it_it: Le condizioni per l'azione "%1$s" per la voce #%2$d sono soddisfatte. Procedere.
ja: エントリー #%2$dに対する「%1$s」アクションの条件が満たされました。処理中です。

source: Not triggering %1$s because there we have already sent out the limit of %2$d.
de_de: %1$s wird nicht ausgelöst, weil wir dort bereits das Limit von %2$d gesendet haben.
es_es: No se ha activado %1$s porque allí ya hemos enviado el límite de %2$d.
it_it: Non si attiva %1$s perché in quel caso abbiamo già inviato il limite di %2$d.
ja: すでに%2$d件の上限を送信済みのため、%1$sをトリガーしていません。

source: Triggering %1$s action for "%2$s"
de_de: Auslösen der Aktion %1$s für „%2$s“
es_es: Activando la acción %1$s para «%2$s»
it_it: Attivazione dell'azione %1$s per "%2$s".
ja: 「%2$s」の「%1$s」アクションをトリガーしています

source: Scheduling "%1$s" action for entry #%2$d for %3$s
de_de: Aktion „%1$s“ für Eintrag %2$d für %3$s wird geplant
es_es: Programando de la acción «%1$s» del registro #%2$d para %3$s
it_it: Programmare l'azione "%1$s" per la voce #%2$d per %3$s
ja: %3$sのエントリー #%2$dに対する「%1$s」アクションのスケジューリング

source: Formidable Autoresponder requires that Formidable Pro version 2.0 or greater be installed. Until then, keep Formidable Autoresponder activated only to continue enjoying this insightful message.
de_de: Formidable Autoresponder erfordert, dass Formidable Pro Version 2.0 oder höher installiert ist. Bis dahin solltest du Formidable Autoresponder nur aktiviert lassen, um weiterhin in den Genuss dieser aufschlussreichen Mitteilung zu kommen.
es_es: Formidable Autoresponder requiere que esté instalada la versión 2.0 o superior de Formidable Pro. Hasta entonces, mantén Formidable Autoresponder activado sólo para seguir disfrutando de este perspicaz mensaje.
it_it: Formidable Autoresponder richiede l'installazione di Formidable Pro versione 2.0 o superiore. Fino ad allora, tieni attivato Formidable Autoresponder solo per continuare a ricevere questo messaggio ricco di spunti.
ja: Formidable Autoresponder をご利用いただくには、Formidable Pro バージョン2.0以上がインストールされている必要があります。適切なバージョンがインストールされるまでの間は、Formidable Autoresponder を有効にして、このインサイト豊かなメッセージをご覧ください。

source: Days
de_de: Tage
es_es: Días
it_it: Giorni
ja: 日

source: Years
de_de: Jahre
es_es: Años
it_it: Anni
ja: 年

source: Months
de_de: Monate
es_es: Meses
it_it: Mesi
ja: 月

source: Hours
de_de: Stunden
es_es: Horas
it_it: Orari
ja: 時間

source: Minutes
de_de: Protokoll
es_es: Minutos
it_it: Minuti
ja: 分

source: Nothing to see here
de_de: Hier gibt es nichts zu sehen
es_es: Aquí no hay nada que ver
it_it: Non c'è niente da vedere
ja: ここに表示するものはありません

source: Setup Automation
de_de: Automatisierung einrichten
es_es: Configurar automatización
it_it: Configurazione dell'automazione
ja: セットアップを自動化

source: Automation
de_de: Automatisierung
es_es: Automatización
it_it: Automazione
ja: 自動化

source: Ignore
de_de: Ignorieren
es_es: Ignorar
it_it: Ignora
ja: 無視

source: Respect
de_de: Berücksichtige
es_es: Respecto
it_it: Rispetto
ja: 尊重する

source: the "%s" setting above
de_de: die Einstellung „%s“ oben
es_es: al ajuste «%s» anterior
it_it: l'impostazione "%s" di cui sopra
ja: 上記の「%s」の設定

source: Trigger this action after
de_de: Löse diese Aktion aus, nachdem

source: Send this notification
de_de: Diese Benachrichtigung senden
es_es: Enviar esta aviso
it_it: Invia questa notifica
ja: この通知を送信

source: After
de_de: Nach
es_es: Después
it_it: Dopo
ja: 後

source: Before
de_de: Davor
es_es: Antes
it_it: Prima
ja: 前

source: Select Field
de_de: Feld auswählen
es_es: Seleccionar Campo
it_it: Seleziona Campo
ja: フィールドを選択

source: Create Date
de_de: Erstellungsdatum
es_es: Fecha de creación
it_it: Crea data
ja: 作成日

source: Update Date
de_de: Aktualisierungsdatum
es_es: Fecha de actualización
it_it: Aggiorna data
ja: 更新日

source: ...and then every
de_de: … und dann alle
es_es: ...y luego cada
it_it: ...e poi ogni
ja: ...その後は毎

source: or
de_de: oder
es_es: o
it_it: o
ja: あるいは

source: after that
de_de: danach
es_es: después
it_it: dopo di che
ja: その後

source: ...a maximum of
de_de: … höchstens
es_es: ...un máximo de
it_it: ...un massimo di
ja: ...最大

source: times
de_de: mal
es_es: veces
it_it: volte
ja: 回

source: Will write some debug messages out to a log file specific to this action. Refreshing this page will load a list of whatever log files have been created for this action. The log files start fresh every day. Note, the times in the log files are in UTC +0 timezone.
de_de: Schreibt einige Debug-Meldungen in eine spezielle Protokolldatei für diese Aktion. Wenn du diese Seite aktualisierst, wird eine Liste der Protokolldateien geladen, die für diese Aktion erstellt wurden. Die Protokolldateien werden jeden Tag neu erstellt. Beachte, dass die Zeiten in den Protokolldateien in der Zeitzone UTC +0 angegeben sind.
es_es: Escribirá algunos mensajes de depuración en un archivo de registro específico para esta acción. Al actualizar esta página se cargará una lista de los archivos de registro que se hayan creado para esta acción. Los archivos de registro se inician cada día. Ten en cuenta que las horas de los archivos de registro están en la zona horaria UTC +0.
it_it: Scriverà alcuni messaggi di debug in un file di log specifico per questa azione. Aggiornando questa pagina, verrà caricato un elenco di tutti i file di log creati per questa azione. I file di log si riavviano ogni giorno. Nota: gli orari dei file di log sono in fuso orario UTC +0.
ja: このアクション専用のログファイルにデバッグメッセージを書き出します。このページをリフレッシュすると、このアクションのために作成されたログファイルのリストが読み込まれます。ログファイルは毎日新しく開始されます。ログファイルの時間は UTC +0 のタイムゾーンです。

source: Turn debug on
de_de: Debuggen einschalten
es_es: Activar depuración
it_it: Attiva il debug
ja: デバッグをオンにする

source: No log files to show yet. Go fill out the form!
de_de: Es können noch keine Protokolldateien angezeigt werden. Fülle jetzt das Formular aus!
es_es: Aún no hay archivos de registro que mostrar. ¡Ve a rellenar el formulario!
it_it: Non ci sono ancora file di log da mostrare. Compila il modulo!
ja: 表示するログファイルはまだありません。フォームに記入してください !

source: Latest log files for this action:
de_de: Aktuelle Protokolldateien für diese Aktion:
es_es: Últimos archivos de registro de esta acción:
it_it: I file di log più recenti per questa azione:
ja: このアクションの最新ログファイル:

source: Current Queue
de_de: Aktuelle Warteschlange
es_es: Cola actual
it_it: Coda attuale
ja: 現在のキュー

source: Clear and then refresh this queue. Please note, this will start by removing all items from the queue and then it will go through all entries for this form and recalculate any form action automation. This is a good action to take if you have made changes to your automation and wish to have those changes take effect for existing entries.
de_de: Lösche diese Warteschlange und aktualisiere sie dann. Bitte beachte, dass dabei zunächst alle Einträge aus der Warteschlange entfernt werden und dann alle Einträge für dieses Formular durchlaufen werden, um die Automatisierung der Formularaktionen neu zu berechnen. Diese Vorgehensweise eignet sich gut, wenn du Änderungen an deiner Automatisierung vorgenommen hast und diese Änderungen für die bestehenden Einträge wirksam werden sollen.
es_es: Vacía y luego actualiza esta cola. Ten en cuenta que esto empezará eliminando todos los elementos de la cola y luego recorrerá todas las entradas de este formulario y recalculará cualquier automatización de acciones de formulario. Esta es una buena acción si has hecho cambios en tu automatización y deseas que esos cambios surtan efecto en las entradas existentes.
it_it: Cancella e poi aggiorna questa coda. Tieni presente che questa operazione inizierà con la rimozione di tutti gli elementi dalla coda e poi passerà in rassegna tutte le voci di questo modulo e ricalcolerà tutte le automazioni delle azioni del modulo. Si tratta di un'azione utile se hai apportato delle modifiche all'automazione e desideri che tali modifiche abbiano effetto sulle voci esistenti.
ja: このキューをクリアし、再読み込みします。この操作により、キューからすべての項目を削除してから、このフォームのすべてのエントリーを調べ、フォームアクションの自動化を再計算します。これは、自動化に変更を加え、その変更を既存のエントリーに反映させたい場合に適したアクションです。

source: Empty
de_de: Leer
es_es: Vacío
it_it: Vuoto
ja: 空

source: Entry
de_de: Eintrag
es_es: Registro
it_it: Voce
ja: 投稿

source: When
de_de: Wann
es_es: Cuando
it_it: Quando
ja: いつ
