Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-bootstrap/languages/frmbtsp-*.po
Languages: es_es, fr_fr, ja

source: Instantly add Bootstrap styling to your forms
es_es: Añade al instante los estilos de Bootstrap a tus formularios
fr_fr: Ajouter instantanément le style Bootstrap à vos formulaires
ja: Bootstrap スタイルをフォームに即座に追加できます

source: Prepend and Append
es_es: Anteponer y posponer
fr_fr: Préfixe et suffixe
ja: 先頭追加と末尾追加

source: Include before input:
es_es: Incluir antes del campo:
fr_fr: Inclure avant la saisie :
ja: 入力の前に含める:

source: Include after input:
es_es: Incluir después del campo:
fr_fr: Inclure après la saisie :
ja: 入力の後に含める:

source: Bootstrap Styling
es_es: Estilos de Bootstrap
fr_fr: Style Bootstrap
ja: Bootstrap のスタイル

source: Bootstrap styling
es_es: Estilos de Bootstrap
fr_fr: Style Bootstrap
ja: Bootstrap のスタイル

source: load on every page
es_es: cargar en cada página
fr_fr: charger sur chaque page
ja: すべてのページに読み込む

source: only load on applicable pages
es_es: cargar sólo en las páginas aplicables
fr_fr: charger uniquement sur les pages applicables
ja: 該当ページにのみ読み込む

source: do not load
es_es: no cargar
fr_fr: ne pas charger
ja: 読み込まない

source: Bootstrap version
es_es: Versión de Bootstrap
fr_fr: Version de Bootstrap
ja: Bootstrap バージョン
