Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-abandonment/languages/formidable-abandonment-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_br

source: Capture form data before it's submitted to save more leads and learn to optimize forms.
de_de: Erfasse Formulardaten, bevor sie abgeschickt werden, um mehr Leads zu speichern und zu lernen, wie du Formulare optimierst.
es_es: Captura los datos de los formularios antes de que se envíen para salvar más clientes potenciales y aprende a optimizar los formularios.
fr_fr: Capturez les données du formulaire avant qu’elles ne soient envoyées pour sauvegarder plus de prospects et apprendre à optimiser les formulaires.
it_it: Raccogli i dati dei moduli prima che vengano inviati per salvare più contatti e impara a ottimizzare i moduli.
ja: 送信前にフォームのデータをキャプチャしてより多くのリードを保存し、フォームを最適化する方法を学びましょう。
pt_br: Capture dados de formulários antes que eles sejam enviados para salvar mais leads e aprenda a otimizar formulários.

source: Strategy11
de_de: Strategie11

source: Abandoned Form Recovery
de_de: Wiederherstellung von Form Abandonment
es_es: Recuperación de formularios abandonados
fr_fr: Récupération de formulaire abandonné
it_it: Recupero moduli abbandonati
ja: 放棄されたフォームの回復
pt_br: Restauração de formulário abandonado

source: Your submission on %1$s is incomplete!
de_de: Dein Eintrag auf %1$s ist unvollständig!
es_es: ¡Tu envío en %1$s está incompleto!
fr_fr: Votre envoi sur %1$s est incomplet !
it_it: Il tuo messaggio su %1$s è incompleto!
ja: %1$s での送信が完了していません !
pt_br: O envio de %1$s está incompleto!

source: Hello there, It looks like you may have started a form that has not yet been completed. Here is a link for you to pick up right where you left off: %1$s
de_de: Hallo, du ein Formular begonnen zu haben, das noch nicht vollständig ausgefüllt wurde. Hier ist ein Link, mit dem du genau dort weitermachen kannst, wo du aufgehört hast: %1$s
es_es: Hola, parece que has empezado a rellenar un formulario pero aún no has terminado. Aquí tienes un enlace para que lo retomes justo donde lo dejaste: %1$s
fr_fr: Bonjour, apparemment vous ayez commencé à créer un formulaire sans le terminer. Voici un lien pour que vous puissiez reprendre là où vous vous êtes arrêté·e : %1$s
it_it: Ciao! Sembra che tu abbia iniziato un modulo ma non l'hai ancora completato. Ecco un link che ti permetterà di riprendere il discorso da dove l'avevi interrotto: %1$s
ja: ご利用いただきありがとうございます。入力を開始したものの、まだ入力を完了していないフォームがあるようです。中断したところから再開するには、こちらのリンクをクリックしてください: %1$s。
pt_br: Olá, parece que você pode ter iniciado um formulário que ainda não foi concluído. Aqui está um link para você continuar de onde parou: %1$s

source: Send Edit Entry Link
de_de: Link zum Bearbeiten des Eintrags senden
es_es: Enviar enlace de edición de entrada
fr_fr: Envoyer le lien de modification de l’entrée
it_it: Invia il link per la modifica della voce
ja: エントリー編集リンクを送信
pt_br: Enviar link de edição de entrada

source: Edit your submission: %1$s access link
de_de: Bearbeite deinen Eintrag: Zugangslink für %1$s
es_es: Edita tu envío: enlace de acceso a %1$s
fr_fr: Modifier votre envoi : lien d’accès %1$s
it_it: Modifica il tuo messaggio: link di accesso a %1$s
ja: 送信を編集: %1$s アクセスリンク
pt_br: Edite seu envio: link de acesso %1$s

source: Thank you for submitting your form on %1$s. We understand that you might need to update or revise your submission. To make this process easy and convenient, we have provided a direct link for you to return and edit your submission at any time. %2$sPlease note that the link above will take you directly to your form. You can edit and resubmit your information as needed.
de_de: Vielen Dank, dass du dein Formular auf %1$s übermittelt hast. Wir wissen, dass du deine Anfrage möglicherweise aktualisieren oder überarbeiten musst. Um diesen Prozess einfach und bequem zu gestalten, haben wir einen Direktlink eingerichtet, über den du jederzeit zu deinem Formular zurückkehren und es bearbeiten kannst. %2$sBitte beachte, dass der obige Link dich direkt zu deinem Formular führt. Du kannst deine Angaben nach Bedarf bearbeiten und erneut übermitteln.
es_es: Gracias por enviar tu formulario a %1$s. Entendemos que puedas necesitar actualizar o revisar tu envío. Para que este proceso sea fácil y cómodo, te hemos proporcionado un enlace directo para que puedas volver y editar tu envío en cualquier momento. %2$sTen en cuenta que el enlace anterior te llevará directamente a tu formulario. Puedes editar y volver a enviar tu información cuando lo necesites.
fr_fr: Merci d’avoir envoyé votre formulaire sur %1$s. Nous comprenons que vous pourriez avoir besoin de mettre à jour ou de réviser votre envoi. Pour rendre ce processus facile et pratique, nous avons fourni un lien direct pour que vous puissiez revenir en arrière et modifier votre envoi à tout moment. %2$sVeuillez noter que le lien ci-dessus vous mènera directement à votre formulaire. Vous pouvez modifier et renvoyer vos informations selon vos besoins.
it_it: Grazie per aver inviato il tuo modulo su %1$s. Sappiamo che potresti aver bisogno di aggiornare o rivedere il tuo modulo. Per rendere questo processo facile e conveniente, ti abbiamo fornito un link diretto con cui potrai tornare a modificare il tuo modulo in qualsiasi momento. %2$s Il link qui sopra ti porterà direttamente al tuo modulo. Potrai modificare e inviare nuovamente le tue informazioni se necessario.
ja: %1$s でフォームをご送信いただき、ありがとうございます。必要な場合、ご送信内容を簡単かつ便利に更新または修正できるように、提出済みフォームをいつでも編集できる直接リンクをご用意しました: %2$s このリンクをクリックすると、フォームに直接アクセスし、必要に応じて情報を編集して再送信できます。
pt_br: Obrigado por enviar seu formulário em %1$s. Entendemos que talvez você precise atualizar ou revisar seu envio. Para facilitar e tornar conveniente esse processo, oferecemos um link direto para que você possa retornar e editar seu envio a qualquer momento. %2$sObserve que o link acima o levará diretamente ao seu formulário. Você pode editar e reenviar suas informações conforme necessário.

source: If you have any questions, please contact us.
de_de: Wenn du Fragen hast, kontaktiere uns bitte.
es_es: Si tienes alguna duda, ponte en contacto con nosotros.
fr_fr: Si vous avez des questions, veuillez nous contacter.
it_it: Per qualsiasi domanda, contattaci.
ja: ご不明な点がございましたら、お問い合わせください。
pt_br: Se tiver alguma dúvida, entre em contato conosco.

source: Best regards,
de_de: Mit freundlichen Grüßen,
es_es: Saludos cordiales,
fr_fr: Cordialement,
it_it: Cordiali saluti,
ja: どうぞよろしくお願いいたします。
pt_br: Atenciosamente,

source: Save and Resume
de_de: Speichern und Fortsetzen
es_es: Guardar y reanudar
fr_fr: Enregistrer et reprendre
ja: 保存して再開
pt_br: Salvar e reiniciar

source: Entry is abandoned
de_de: Eintrag wird abgebrochen
es_es: Se abandona la entrada
fr_fr: L’entrée est abandonnée
it_it: Voce abbandonata
ja: エントリーを放棄
pt_br: A entrada é abandonada

source: You are running an outdated version of Formidable Forms.
de_de: Du benutzt eine veraltete Version von Formidable Forms.
es_es: Estás ejecutando una versión obsoleta de Formidable Forms.
fr_fr: Vous utilisez une version obsolète de Formidable Forms.
it_it: Stai usando una versione non aggiornata di Formidable Forms.
ja: Formidable Forms のバージョンが古いようです。
pt_br: Você está executando uma versão desatualizada do Formidable Forms.

source: In Progress
de_de: In Bearbeitung
es_es: En progreso
fr_fr: En cours
it_it: In lavorazione
ja: 進行中
pt_br: Em progresso

source: Abandoned
de_de: Abgebrochen
es_es: Abandonado
fr_fr: Abandonné
it_it: Abbandonato
ja: 放棄
pt_br: Abandonado

source: Invalid request.
de_de: Ungültige Anfrage.
es_es: Pedida inválida.
fr_fr: Requête invalide
it_it: Richiesta non valida.
ja: 無効なリクエスト。
pt_br: Solicitação inválida.

source: Invalid form id.
de_de: Ungültige Formular-ID.
es_es: Id de formulario no válido.
fr_fr: ID de formulaire non valide.
it_it: ID del modulo non valido.
ja: 無効なフォーム ID です。
pt_br: ID de formulário inválida.

source: Spam entry.
de_de: Spam-Eintrag.
es_es: Entrada de spam.
fr_fr: Entrée indésirable.
it_it: Voce di spam.
ja: スパムのエントリーです。
pt_br: Entrada de spam.

source: Error saving entry.
de_de: Fehler beim Speichern des Eintrags.
es_es: Error al guardar la entrada.
fr_fr: Erreur lors de l’enregistrement de l’entrée.
it_it: Errore nel salvataggio della voce.
ja: エントリーの保存中にエラーが発生しました。
pt_br: Erro ao salvar a entrada.

source: Copy Continue Link
de_de: Link zum Fortfahren kopieren
es_es: Copiar enlace para continuar
fr_fr: Copier le lien Continuer
it_it: Link Copia e continua
ja: 「次へ」のリンクをコピー
pt_br: Copiar link de continuar

source: Form Abandonment
de_de: Deaktivieren des Formulars
es_es: Abandono de formulario
fr_fr: Abandon de formulaire
it_it: Abbandono del modulo
ja: フォーム放棄
pt_br: Abandono de formulários

source: Logged-out Users
de_de: Ausgeloggte User
es_es: Usuarios fuera de sesión
fr_fr: Utilisateurs déconnectés
it_it: Utenti non connessi
ja: ログアウトしたユーザー
pt_br: Usuários desconectados

source: Close
de_de: Schließen
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
ja: 閉じる
pt_br: fechado

source: Just one more step
de_de: Nur noch ein Schritt
es_es: Sólo un paso más
fr_fr: Plus qu’une étape
it_it: Solo un altro passo
ja: あと一歩です
pt_br: Só mais uma etapa

source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
it_it: Indirizzo email
ja: メールアドレス
pt_br: Endereço de e-mail

source: Enter your email address to save this form as a draft. Drafts cannot be saved without a valid email address.
de_de: Gib deine E-Mail-Adresse ein, um dieses Formular als Entwurf zu speichern. Entwürfe können nur mit einer gültigen E-Mail-Adresse gespeichert werden.
es_es: Introduce tu dirección de correo electrónico para guardar este formulario como borrador. Los borradores no se pueden guardar sin una dirección de correo electrónico válida.
fr_fr: Saisissez votre adresse e-mail pour enregistrer ce formulaire en tant que brouillon. Les brouillons ne peuvent pas être enregistrés sans une adresse e-mail valide.
it_it: Inserisci il tuo indirizzo email per salvare questo modulo come bozza. Le bozze non possono essere salvate senza un indirizzo email valido.
ja: このフォームを下書きとして保存するには、メールアドレスを入力してください。有効なメールアドレスがない場合、下書きは保存できません。
pt_br: Digite seu endereço de e-mail para salvar esse formulário como rascunho. Os rascunhos não podem ser salvos sem um endereço de e-mail válido.

source: Please enter correct email
de_de: Bitte gib die richtige E-Mail-Adresse ein
es_es: Introduce la dirección de correo electrónico correcta
fr_fr: Veuillez saisir un e-mail correct
it_it: Inserisci l'email corretta
ja: 正しいメールを入力してください
pt_br: Digite o e-mail correto

source: Save Draft
de_de: Speichere Entwurf
es_es: Guardar borrador
fr_fr: Sauvegarder le brouillon
it_it: Salva bozza
ja: 下書きとして保存
pt_br: Salvar Rascunho

source: Auto saved at
de_de: Automatisch gespeichert bei
es_es: Autoguardado en
fr_fr: Enregistré automatiquement à
it_it: Salvataggio automatico su
ja: 自動保存した時間:
pt_br: Salvo automaticamente às

source: Please return an array of strings.
de_de: Bitte gib ein Array mit Strings zurück.
es_es: Devuelve un array de cadenas.
fr_fr: Veuillez renvoyer un tableau de chaînes.
it_it: Riporta un array di stringhe.
ja: 文字列の配列を返してください。
pt_br: Retorne uma array de strings.

source: Every 5 minutes
de_de: Alle 5 Minuten
es_es: Cada 5 minutos
fr_fr: Toutes les 5 minutes
it_it: Ogni 5 minuti
ja: 5分ごと
pt_br: A cAdA 5 minutos

source: Please return a positive integer.
de_de: Bitte gib eine positive Ganzzahl zurück.
es_es: Devuelve un número entero positivo.
fr_fr: Veuillez renvoyer un entier positif.
it_it: Riporta un numero intero positivo.
ja: 正の整数を返してください。
pt_br: Retorne um número inteiro positivo.

source: Abandonment Edit Link
de_de: Link zum Bearbeiten von Form Abandonment
es_es: Enlace para editar abandono.
fr_fr: Lien de modification de l’abandon
it_it: Link di modifica abbandono
ja: 放棄の編集リンク
pt_br: Link de edição de abandono

source: Continue
de_de: Weiter
es_es: Continuar
it_it: Continua
ja: 次へ
pt_br: Continuar

source: Not authorized.
de_de: Nicht autorisiert.
es_es: No autorizado.
fr_fr: Non autorisé.
it_it: Non autorizzato.
ja: 認可されていません。
pt_br: Não autorizado.

source: Oops, Something is wrong with openssl.
de_de: Ups, irgendetwas mit OpenSSL stimmt nicht.
es_es: Vaya, algo va mal con openssl.
fr_fr: Oups, une erreur est survenue avec openssl.
it_it: Ops, c'è qualcosa che non va con openssl.
ja: Openssl に問題があるようです。
pt_br: Opa, algo está errado com o openssl.

source: That access key has a problem.
de_de: Es gibt ein Problem mit dem Zugangsschlüssel.
es_es: Hay un problema con esa llave de acceso.
fr_fr: Cette clé d’accès pose un problème.
it_it: La chiave di accesso ha un problema.
ja: そのアクセスキーには問題があります。
pt_br: Essa chave de acesso tem um problema.

source: Oops, the salt key has changed or is unreadable.
de_de: Ups, der Salt-Schlüssel hat sich geändert oder ist unlesbar.
es_es: Vaya, la clave de sal ha cambiado o es ilegible.
fr_fr: Oups, la clé de salage a changé ou est illisible.
it_it: Ops, la chiave salt è cambiata o è illeggibile.
ja: ソルトキーが変更されたか、読み取りできません。
pt_br: Opa, a chave salt foi alterada ou está ilegível.

source: That link has expired or the entry has already been submitted.
de_de: Der Link ist abgelaufen oder der Eintrag wurde bereits übermittelt.
es_es: Ese enlace ha caducado o el registro ya se ha enviado.
fr_fr: Ce lien a expiré ou l’entrée a déjà été envoyée.
it_it: Il link è scaduto o la voce è già stata inviata.
ja: そのリンクは有効期限が切れているか、そのエントリーは送信済みです。
pt_br: Esse link expirou ou a entrada já foi enviada.

source: Already submitted.
de_de: Bereits übermittelt.
es_es: Ya enviado.
fr_fr: Déjà envoyée.
it_it: Già inviato.
ja: 送信済みです。
pt_br: Já enviada.

source: Oops, that link is invalid.
de_de: Ups, der Link ist ungültig.
es_es: Vaya, ese enlace no es válido.
fr_fr: Oups, ce lien n’est pas valide.
it_it: Ops, il link non è valido.
ja: そのリンクは無効です。
pt_br: Opa, esse link é inválido.

source: Please return an array of field types to exclude from saving.
de_de: Bitte gib ein Array mit Feldtypen zurück, die vom Speichern ausgeschlossen werden sollen.
es_es: Devuelve un array de tipos de campo que deben excluirse del guardado.
fr_fr: Veuillez renvoyer un tableau de types de champs à exclure de l’enregistrement.
it_it: Riporta un array di tipi di campo da escludere dal salvataggio.
ja: 保存から除外するフィールドタイプの配列を返してください。
pt_br: Retorne uma array de tipos de campos para excluir do salvamento.

source: Create an edit link email
de_de: Eine E-Mail mit einem Bearbeitungslink erstellen
es_es: Crear un correo electrónico de enlace de edición
fr_fr: Créer un e-mail de lien de modification
it_it: Crea un'email con un link di modifica
ja: 編集リンクメールを作成
pt_br: Criar um e-mail com link de edição

source: Create new email notification
de_de: Neue E-Mail-Benachrichtigung erstellen
es_es: Crear un nuevo aviso por correo electrónico
fr_fr: Créer une nouvelle notification par e-mail
it_it: Crea una nuova notifica via email
ja: 新規メール通知を作成
pt_br: Criar nova notificações por e-mail

source: Save drafts automatically
de_de: Entwürfe automatisch speichern
es_es: Guardar borradores automáticamente
fr_fr: Enregistrer automatiquement les brouillons
it_it: Salva le bozze automaticamente
ja: 下書きを自動的に保存
pt_br: Salvar rascunhos automaticamente

source: Create a save and resume email
de_de: Eine E-Mail zum Speichern und Fortsetzen erstellen
es_es: Crear un correo electrónico de guardar y reanudar
fr_fr: Créer un e-mail d’enregistrement et de reprise
it_it: Crea un'email di "salva e riprendi"
ja: 保存・再開メールを作成
pt_br: Criar um e-mail para salvar e retomar

source: Capture partial entries and optionally reclaim them.
de_de: Unvollständige Einträge erfassen und sie optional zurückfordern.
es_es: Captura registros parciales y, opcionalmente, recupéralos.
fr_fr: Capturez les entrées partielles et récupérez-les éventuellement.
it_it: Raccogli le voci parziali e, facoltativamente, recuperale.
ja: 部分的なエントリーをキャプチャし、任意で再要求します。
pt_br: Capture entradas parciais e, opcionalmente, recupere-as.

source: Turn on form abandonment
de_de: Form Abandonment einschalten
es_es: Activar el abandono de formularios
fr_fr: Activer l’abandon du formulaire
it_it: Attiva l'abbandono dei moduli
ja: フォームの放棄を有効化
pt_br: Ativar o abandono do formulário

source: Require an email address or phone number before saving
de_de: Vor dem Speichern eine E-Mail-Adresse oder Telefonnummer verlangen
es_es: Requerir una dirección de correo electrónico o un número de teléfono antes de guardar
fr_fr: Exiger une adresse e-mail ou un numéro de téléphone avant d’enregistrer
it_it: Richiedi un indirizzo email o un numero di telefono prima di salvare
ja: 保存前にメールアドレスまたは電話番号の入力が必要
pt_br: Exigir um endereço de e-mail ou número de telefone antes de salvar

source: Create a form recovery email
de_de: Eine E-Mail zur Wiederherstellung des Formulars erstellen
es_es: Crear un correo electrónico de recuperación de formulario
fr_fr: Créer un e-mail de récupération de formulaire
it_it: Crea una email di recupero del modulo
ja: フォーム回復メールを作成
pt_br: Criar um e-mail de restauração de formulário

source: Entry Edit Token
de_de: Token zum Bearbeiten des Eintrags
es_es: Token de editar registro
fr_fr: Jeton de modification de l’entrée
it_it: Token di modifica della voce
ja: エントリー編集トークン
pt_br: Token de edição de entrada

source: Copy Edit Link
de_de: Link zum Bearbeiten kopieren
es_es: Copiar enlace de edición
fr_fr: Copier le lien de modification
it_it: Link Copia e modifica
ja: 編集リンクをコピー
pt_br: Copiar link de edição

source: When a token is reset, the previous token will no longer work. Would you like to continue?
de_de: Wenn ein Token zurückgesetzt wird, funktioniert der vorherige Token nicht mehr. Willst du fortfahren?
es_es: Cuando se restablece un token, el token anterior deja de funcionar. ¿Quieres continuar?
fr_fr: Lorsqu’un jeton est réinitialisé, le jeton précédent cesse de fonctionner. Souhaitez-vous continuer ?
it_it: Quando un token viene ripristinato, il token precedente non funzionerà più. Vuoi continuare?
ja: トークンをリセットすると、以前のトークンは使用できなくなります。続行しますか ?
pt_br: Quando um token é redefinido, o token anterior não funcionará mais. Gostaria de continuar?

source: Reset Token
de_de: Token zurücksetzen
es_es: Restablecer Token
fr_fr: Réinitialiser le jeton
it_it: Reimposta token
ja: トークンをリセット
pt_br: Redefinir token

source: Formidable Abandonment
fr_fr: Abandon Formidable
ja: Formidable 放棄
