Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-charts/languages/frm-charts-*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp

source: Page size
de_de: Seitengröße
es_es: Tamaño de página
fr_fr: Taille de la page
it_it: Dimensioni pagina
ja_jp: ページサイズ

source: The number of rows in each page, when using the table graph type.
de_de: Die Anzahl der Zeilen auf jeder Seite, wenn du den Typ Tabellendiagramm verwendest.
es_es: El número de filas de cada página, cuando se utiliza el tipo de gráfico de tabla.
fr_fr: Le nombre de lignes sur chaque page, lors de l’utilisation du type de graphique tableau.
it_it: Il numero di righe in ogni pagina, quando si utilizza il tipo di grafico a tabella.
ja_jp: 表グラフタイプを使用する場合の各ページの行数。

source: Sort column
de_de: Spalten sortieren
es_es: Columna de ordenación
fr_fr: Colonne de tri
it_it: Ordinamento della colonna
ja_jp: ソート列

source: Change the column to sort by on page load when using the table graph type. 0 is the first column and 1 is column 2.
de_de: Ändere die Spalte, nach der beim Laden der Seite sortiert werden soll, wenn du den Typ Tabellendiagramm verwendest. 0 ist die erste Spalte und 1 ist Spalte 2.
es_es: Cambia la columna por la que ordenar al cargar la página cuando utilices el tipo de gráfico de tabla. 0 es la primera columna y 1 es la columna 2.
fr_fr: Changez la colonne de tri au chargement de la page lors de l’utilisation du type de graphique tableau. 0 est la première colonne et 1 est la deuxième colonne.
it_it: Cambia la colonna per cui ordinare al caricamento della pagina quando si utilizza il tipo di grafico a tabella. 0 è la prima colonna e 1 è la seconda colonna.
ja_jp: 表グラフタイプを使用する場合の、ページを読み込む際にソートする列を変更します。0は1列目、1は2列目を指定します。

source: Sort ascending
de_de: Aufsteigend sortieren
es_es: Orden ascendente
fr_fr: Ordre croissant
it_it: Ordina in modo ascendente
ja_jp: 昇順ソート

source: Change the sorting order on page load when using the table graph type.
de_de: Ändere die Sortierreihenfolge beim Laden der Seite, wenn du den Typ Tabellendiagramm verwendest.
es_es: Cambia el sentido de la ordenación al cargar la página cuando utilices el tipo de gráfico de tabla.
fr_fr: Modifiez l’ordre de tri au chargement de la page lors de l’utilisation du type de graphique tableau.
it_it: Cambia l'ordine di ordinamento al caricamento della pagina quando si utilizza il tipo di grafico a tabella.
ja_jp: 表グラフタイプを使用する場合の、ページ読み込み時のソート順を変更します。

source: Legend size
de_de: Größe der Legende
es_es: Tamaño de la leyenda
fr_fr: Taille de la légende
it_it: Dimensione della legenda
ja_jp: 凡例のサイズ

source: Change the size of the legend in pixels. This parameter will only apply if show_key is included.
de_de: Ändere die Größe der Legende in Pixeln. Dieser Parameter gilt nur, wenn show_key enthalten ist.
es_es: Cambia el tamaño de la leyenda en píxeles. Este parámetro sólo se aplicará si se incluye show_key.
fr_fr: Changez la taille de la légende en pixels. Ce paramètre s’appliquera uniquement si show_key est inclus.
it_it: Modifica la dimensione della legenda in pixel. Questo parametro si applica solo se show_key è incluso.
ja_jp: 凡例のサイズをピクセル単位で変更します。このパラメータは show_key が含まれている場合にのみ適用されます。

source: Tooltip label
de_de: Tooltip-Etikett
es_es: Etiqueta de información emergente
fr_fr: Libellé de l’infobulle
it_it: Etichetta del tooltip
ja_jp: ツールチップラベル

source: Change the default tooltip label for a graph. The tooltip label defaults to the field title.
de_de: Ändere die Standard-Tooltip-Beschriftung für ein Diagramm. Die Beschriftung der QuickInfo ist standardmäßig der Feldtitel.
es_es: Cambia la etiqueta de información emergente por defecto de un gráfico. La etiqueta por defecto es el título del campo.
fr_fr: Changez le libellé de l’infobulle par défaut pour un graphique. Le libellé par défaut est le titre du champ.
it_it: Cambia l'etichetta predefinita del tooltip di un grafico. L'etichetta del tooltip corrisponde di default al titolo del campo.
ja_jp: グラフのデフォルトのツールチップラベルを変更します。ツールチップラベルはデフォルトではフィールドタイトルに設定されています。

source: Right
de_de: Rechts
es_es: Derecha
fr_fr: À droite
it_it: Destra
ja_jp: 右

source: Left
de_de: Links
es_es: Izquierda
fr_fr: À gauche
it_it: Sinistra
ja_jp: 左

source: Top
de_de: Oben
es_es: Arriba
fr_fr: En haut
it_it: Alto
ja_jp: 上

source: Bottom
de_de: Unten
es_es: Abajo
fr_fr: Bas
it_it: In basso
ja_jp: 下部

source: Select a filter
de_de: Wähle einen Filter
es_es: Selecciona un filtro
fr_fr: Sélectionner un filtre
it_it: Seleziona un filtro
ja_jp: フィルターを選択

source: User ID
de_de: Benutzer-ID
es_es: ID del usuario
fr_fr: Identifiant
it_it: ID utente
ja_jp: ユーザー ID

source: Graph entries for a specific user or for the current logged-in user. Insert the ID of a specific user or use 'current' to only graph data from the current user.
de_de: Grafische Einträge für einen bestimmten Benutzer oder für den aktuell angemeldeten Benutzer. Gib die ID eines bestimmten Benutzers ein oder verwende "aktuell", um nur die Daten des aktuellen Benutzers darzustellen.
es_es: Muestra los registros de un usuario concreto o del usuario actual conectado. Introduce el ID de un usuario concreto o utiliza «actual» para graficar sólo los datos del usuario actual.
fr_fr: Affichez les entrées de graphique pour un·e utilisateur/utilisatrice spécifique ou pour l’utilisateur/utilisatrice actuellement connecté·e. Insérez l’ID d’un·e utilisateur/utilisatrice ou utilisez « current » pour afficher uniquement les données de l’utilisateur/utilisatrice actuel·le.
it_it: Le voci del grafico di un utente specifico o dell'utente correntemente connesso. Inserisci l'ID di un utente specifico o usa 'current' per i dati del grafico dell'utente corrente.
ja_jp: 特定のユーザーまたは現在ログインしているユーザーのエントリーをグラフ化します。特定のユーザーの ID を挿入するか、「current」を使用して現在のユーザーのデータのみをグラフ化します。

source: Entry
de_de: Eintrag
es_es: Registro
fr_fr: Entrée
it_it: Voce
ja_jp: 投稿

source: Display a graph of a specific entry or entries. You may use entry IDs or keys.
de_de: Zeigt ein Diagramm für einen bestimmten Eintrag oder mehrere Einträge an. Du kannst Eintrags-IDs oder Schlüssel verwenden.
es_es: Muestra un gráfico de un registro o registro concretos. Puedes utilizar identificadores de entrada o claves.
fr_fr: Affichez un graphique d’une entrée spécifique ou de plusieurs entrées. Vous pouvez utiliser des ID d’entrées ou des clés.
it_it: Visualizza il grafico di una o più voci specifiche. Puoi utilizzare gli ID delle voci o le chiavi.
ja_jp: 特定のエントリーのグラフを表示します。エントリーの ID またはキーを使用できます。

source: Entry status
de_de: Status des Eintrags
es_es: Estado de la entrada
fr_fr: Statut de l’entrée
it_it: Stato voce
ja_jp: エントリーステータス

source: By default, the frm-graph shortcode does not include draft entries. You can choose to include only drafts using drafts="1", or both drafts and entries using drafts="both".
de_de: Standardmäßig enthält der Shortcode frm-graph keine Entwürfe. Du kannst wählen, ob du nur Entwürfe mit drafts="1" oder sowohl Entwürfe als auch Einträge mit drafts="both" einbeziehst.
es_es: Por defecto, el shortcode frm-graph no incluye borradores de entradas. Puedes elegir incluir sólo borradores utilizando drafts="1", o tanto borradores como entradas utilizando drafts="both".
fr_fr: Par défaut, le code court frm-graph n’inclut pas les entrées brouillon. Vous pouvez choisir d’inclure uniquement les brouillons en utilisant drafts="1", ou à la fois les brouillons et les entrées en utilisant drafts="both".
it_it: Per impostazione predefinita, lo shortcode frm-graph non include le bozze. Puoi scegliere di includere solo le bozze utilizzando drafts="1", oppure sia le bozze che le voci utilizzando drafts="both".
ja_jp: frm-graph ショートコードにはデフォルトでは下書きのエントリーが含まれません。drafts="1" で下書きのみ、drafts="both "で下書きとエントリーの両方を含めることができます。

source: Only include entries created after a specific or dynamic date. For example, you may show entries created in the last month with created_at_greater_than="-1 month" or use a specific date like created_at_greater_than="2016-07-31". When using a specific date, it must be in the Y-m-d format.
de_de: Nimm nur Einträge auf, die nach einem bestimmten oder dynamischen Datum erstellt wurden. Du kannst zum Beispiel Einträge, die im letzten Monat erstellt wurden, mit created_at_greater_than="-1 month" anzeigen oder ein bestimmtes Datum wie created_at_greater_than="2016-07-31" verwenden. Wenn du ein bestimmtes Datum verwendest, muss es im Format J-M-T sein.
es_es: Incluir sólo los registros creadas después de una fecha específica o dinámica. Por ejemplo, puedes mostrar entradas creadas en el último mes con created_at_greater_than="-1 month" o utilizar una fecha específica como created_at_greater_than="2016-07-31". Cuando utilices una fecha concreta, debe estar en formato A-m-d.
fr_fr: Incluez uniquement les entrées créées après une date spécifique ou dynamique. Par exemple, vous pouvez afficher les entrées créées au cours du dernier mois avec created_at_greater_than="-1 month" ou utiliser une date spécifique comme created_at_greater_than="2016-07-31". Lors de l’utilisation d’une date spécifique, celle-ci doit être au format Y-m-d.
it_it: Include solo le voci create dopo una data specifica o dinamica. Ad esempio, puoi mostrare le voci create nell'ultimo mese con created_at_greater_than="-1 mese" o utilizzare una data specifica come created_at_greater_than="2016-07-31". Quando si utilizza una data specifica, questa deve essere nel formato Y-m-d.
ja_jp: 特定の日付または動的な日付より後に作成されたエントリーのみを含めます。たとえば、created_at_greater_than="-1 month" で過去1か月に作成されたエントリーを表示したり、created_at_greater_than="2016-07-31" のように特定の日付を使用したりできます。特定の日付を使用する場合は、Y-m-d 形式で指定してください。

source: Only include entries created before a specific or dynamic date. For example, you may show entries created before today with created_at_less_than="-1 day" or use a specific date like created_at_less_than="2016-05-31". When using a specific date, it must be in the Y-m-d format.
de_de: Nimm nur Einträge auf, die vor einem bestimmten oder dynamischen Datum erstellt wurden. Du kannst zum Beispiel Einträge, die vor dem heutigen Tag erstellt wurden, mit created_at_less_than="-1 day" anzeigen oder ein bestimmtes Datum wie created_at_less_than="2016-05-31" verwenden. Wenn du ein bestimmtes Datum verwendest, muss es im Format J-M-T vorliegen.
es_es: Incluye sólo los registros creadas antes de una fecha específica o dinámica. Por ejemplo, puedes mostrar entradas creadas antes de hoy con created_at_less_than="-1 day" o utilizar una fecha específica como created_at_less_than="2016-05-31". Cuando utilices una fecha específica, debe estar en formato A-m-d.
fr_fr: Incluez uniquement les entrées créées avant une date spécifique ou dynamique. Par exemple, vous pouvez afficher les entrées créées avant aujourd’hui avec created_at_less_than="-1 day" ou utiliser une date spécifique comme created_at_less_than="2016-05-31". Lors de l’utilisation d’une date spécifique, celle-ci doit être au format Y-m-d.
it_it: Include solo le voci create prima di una data specifica o dinamica. Ad esempio, puoi mostrare le voci create prima di oggi con created_at_less_than="-1 day" o utilizzare una data specifica come created_at_less_than="2016-05-31". Quando si utilizza una data specifica, questa deve essere nel formato Y-m-d.
ja_jp: 特定の日付または動的な日付より前に作成されたエントリーのみを含めます。たとえば、created_at_less_than="-1 day" で昨日以前に作成されたエントリーを表示したり、created_at_less_than="2016-05-31" のように特定の日付を使用したりできます。特定の日付を使用する場合は、Y-m-d 形式で指定してください。

source: Limit
es_es: Límite
fr_fr: Limite
it_it: Limite
ja_jp: 制限

source: Limit the number of bars, coordinates, or pie slices displayed in the graph. This will limit the graph to the highest values.
de_de: Begrenze die Anzahl der Balken, Koordinaten oder Tortenstücke, die im Diagramm angezeigt werden. Dadurch wird das Diagramm auf die höchsten Werte beschränkt.
es_es: Limita el número de barras, coordenadas o trozos de tarta mostrados en el gráfico. Esto limitará el gráfico a los valores más altos.
fr_fr: Limitez le nombre de barres, de coordonnées ou de secteurs affichés dans le graphique. Cela limitera le graphique aux valeurs les plus élevées.
it_it: Limita il numero di barre, coordinate o spicchi di torta da visualizzare nel grafico. Questo limiterà il grafico ai valori più alti.
ja_jp: グラフに表示される棒、座標、円グラフのスライスの数を制限します。これにより、グラフは最大値に限定されます。

source: Field is equal to
de_de: Feld ist gleich
es_es: El campo es igual a
fr_fr: Le champ est égal à
it_it: Il campo è uguale a
ja_jp: フィールドが次と等しい

source: Only include entries where another field in the form has a specific value.
de_de: Nimm nur Einträge auf, die in einem anderen Feld des Formulars einen bestimmten Wert haben.
es_es: Incluye sólo los registros en las que otro campo del formulario tenga un valor específico.
fr_fr: Incluez uniquement les entrées où un autre champ du formulaire a une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo ha un valore specifico.
ja_jp: フォーム内の別のフィールドに特定の値が設定されているエントリーのみを含めます。

source: Field is NOT equal to
de_de: Feld ist NICHT gleich
es_es: El campo NO es igual a
fr_fr: Le champ n’est PAS égal à
it_it: Il campo NON è uguale a
ja_jp: フィールドが次と等しくない

source: Only include entries where another field in the form is NOT equal to a specific value.
de_de: Nimm nur Einträge auf, bei denen ein anderes Feld des Formulars NICHT gleich einem bestimmten Wert ist.
es_es: Incluye sólo los registros en las que otro campo del formulario NO sea igual a un valor determinado.
fr_fr: Incluez uniquement les entrées où un autre champ dans le formulaire N’EST PAS égal à une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo NON è uguale a un valore specifico.
ja_jp: フォーム内の別のフィールドが特定の値と等しくないエントリーのみを含めます。

source: Field is greater than
de_de: Feld ist größer als
es_es: El campo es mayor que
fr_fr: Le champ est supérieur à
it_it: Il campo è maggiore di
ja_jp: フィールドが次より大きい

source: Only include entries where another field in the form is greater than a specific value.
de_de: Nimm nur Einträge auf, bei denen ein anderes Feld im Formular größer ist als ein bestimmter Wert.
es_es: Incluye sólo los registros en las que otro campo del formulario sea mayor que un valor determinado.
fr_fr: Incluez uniquement les entrées où un autre champ du formulaire est supérieur à une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo è maggiore di un valore specifico.
ja_jp: フォーム内の別のフィールドが特定の値より大きいエントリーのみを含めます。

source: Field is greater than or equal to
de_de: Feld ist größer oder gleich
es_es: El campo es mayor o igual que
fr_fr: Le champ est supérieur ou égal à
it_it: Il campo è maggiore o uguale a
ja_jp: フィールドが次以上

source: Only include entries where another field in the form is greater than or equal to a specific value.
de_de: Nimm nur Einträge auf, bei denen ein anderes Feld des Formulars größer oder gleich einem bestimmten Wert ist.
es_es: Incluye sólo los registros en los que otro campo del formulario sea mayor o igual que un valor determinado.
fr_fr: Incluez uniquement les entrées où un autre champ du formulaire est supérieur ou égal à une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo è maggiore o uguale a un valore specifico.
ja_jp: フォーム内の別のフィールドが特定の値以上であるエントリーのみを含めます。

source: Field is less than
de_de: Feld ist kleiner als
es_es: El campo es menor que
fr_fr: Le champ est inférieur à
it_it: Il campo è inferiore a
ja_jp: フィールドが次より小さい

source: Only include entries where another field in the form is less than a specific value.
de_de: Nimm nur Einträge auf, bei denen ein anderes Feld im Formular kleiner als ein bestimmter Wert ist.
es_es: Incluye sólo los registros en los que otro campo del formulario sea inferior a un valor determinado.
fr_fr: Incluez uniquement les entrées où un autre champ du formulaire est inférieur à une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo è inferiore a un valore specifico.
ja_jp: フォーム内の別のフィールドが特定の値未満であるエントリーのみを含めます。

source: Field is less than or equal to
de_de: Feld ist kleiner als oder gleich
es_es: El campo es menor o igual que
fr_fr: Le champ est inférieur ou égal à
it_it: Il campo è inferiore o uguale a
ja_jp: フィールドが次以下

source: Only include entries where another field in the form is less than or equal to a specific value.
de_de: Nimm nur Einträge auf, bei denen ein anderes Feld des Formulars kleiner oder gleich einem bestimmten Wert ist.
es_es: Incluye sólo los registros en los que otro campo del formulario sea menor o igual que un valor determinado.
fr_fr: Incluez uniquement les entrées où un autre champ du formulaire est inférieur ou égal à une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo è inferiore o uguale a un valore specifico.
ja_jp: フォームの別のフィールドが特定の値以下であるエントリーのみを含めます。

source: Field contains
de_de: Feld enthält
es_es: El campo contiene
fr_fr: Le champ contient
it_it: Il campo contiene
ja_jp: フィールドに次が含まれる

source: Only include entries where another field in the form contains a specific value.
de_de: Nimm nur Einträge auf, die in einem anderen Feld des Formulars einen bestimmten Wert enthalten.
es_es: Incluye sólo los registros en los que otro campo del formulario contenga un valor específico.
fr_fr: Incluez uniquement les entrées où un autre champ du formulaire contient une valeur spécifique.
it_it: Include solo le voci in cui un altro campo del modulo contiene un valore specifico.
ja_jp: フォームの別のフィールドに特定の値が含まれているエントリーを含めます。

source: Chart settings
de_de: Diagrammeinstellungen
es_es: Ajustes del gráfico
fr_fr: Réglages du graphique
it_it: Impostazioni del diagramma
ja_jp: チャートの設定

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: タイプ

source: Primary data source
de_de: Primäre Datenquelle
es_es: Fuente de datos principal
fr_fr: Source de données principale
it_it: Fonte dei dati primari
ja_jp: 主なデータソース

source: Legend
de_de: Legende
es_es: Leyenda
fr_fr: Légende
it_it: Leggenda
ja_jp: 凡例

source: Display a legend
de_de: Eine Legende anzeigen
es_es: Mostrar una leyenda
fr_fr: Afficher une légende
it_it: Visualizza una legenda
ja_jp: 凡例を表示

source: Legend position
de_de: Position der Legende
es_es: Posición de la leyenda
fr_fr: Position de la légende
it_it: Posizione della leggenda
ja_jp: 凡例の位置

source: Shortcode
fr_fr: Code court
ja_jp: ショートコード

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
ja_jp: コピー

source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 出典

source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
it_it: Altezza
ja_jp: 高さ

source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza
ja_jp: 幅

source: Graph colors
de_de: Diagrammfarben
es_es: Colores del gráfico
fr_fr: Couleurs du graphique
it_it: Colori del grafico
ja_jp: グラフの色

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル

source: EDIT TEXT STYLE
de_de: TEXTSTIL BEARBEITEN
es_es: EDITAR ESTILO DE TEXTO
fr_fr: MODIFIER LE STYLE DE TEXTE
it_it: MODIFICA LO STILE DEL TESTO
ja_jp: テキストスタイルを編集

source: Title font
de_de: Schriftart des Titels
es_es: Fuente del título
fr_fr: Police du titre
it_it: Font del titolo
ja_jp: タイトルフォント

source: size
de_de: größe
es_es: tamaño
fr_fr: taille
it_it: dimensione
ja_jp: サイズ

source: Horizontal axis
de_de: Horizontale Achse
es_es: Eje horizontal
fr_fr: Axe horizontal
it_it: Asse orizzontale
ja_jp: 横軸

source: Data source
de_de: Datenquelle
es_es: Fuente de datos
fr_fr: Source de données
it_it: Fonte dei dati
ja_jp: データソース

source: Data over time graph
de_de: Diagramm der Werte im Zeitablauf
es_es: Gráfico de datos en el tiempo
fr_fr: Graphique des données au fil du temps
it_it: Grafico dei dati nel tempo
ja_jp: 時系列データグラフ

source: Data type
de_de: Datentyp
es_es: Tipo de datos
fr_fr: Type de données
it_it: Tipo di dati
ja_jp: データタイプ

source: X-axis title
de_de: Titel der x-Achse
es_es: Título del eje X
fr_fr: Titre de l’axe des x
it_it: Titolo dell'asse X
ja_jp: x 軸タイトル

source: X-axis min value
de_de: Mindestwert der x-Achse
es_es: Valor mínimo del eje X
fr_fr: Valeur minimale de l’axe des x
it_it: Valore min asse X
ja_jp: x 軸最小値

source: X-axis max value
de_de: Maximalwert der x-Achse
es_es: Valor máximo del eje X
fr_fr: Valeur maximale de l’axe des x
it_it: Valore max asse X
ja_jp: x 軸最大値

source: Vertical axis
de_de: Vertikale Achse
es_es: Eje vertical
fr_fr: Axe vertical
it_it: Asse verticale
ja_jp: 縦軸

source: Y-axis title
de_de: Titel der y-Achse
es_es: Título del eje Y
fr_fr: Titre de l’axe des y
it_it: Titolo dell'asse Y
ja_jp: y 軸タイトル

source: Y-axis min value
de_de: Mindestwert der y-Achse
es_es: Valor mínimo del eje Y
fr_fr: Valeur minimale de l’axe des y
it_it: Valore min asse Y
ja_jp: y 軸最小値

source: Y-axis max value
de_de: Maximaler Werd der y-Achse
es_es: Valor máximo del eje Y
fr_fr: Valeur maximale de l’axe des y
it_it: Valore max asse Y
ja_jp: y 軸最大値

# block description
source: Create charts and graphs from form data
de_de: Diagramme und Grafiken aus Formulardaten erstellen
es_es: Crea tablas y gráficos a partir de datos de formularios
fr_fr: Créer des graphiques et tableaux à partir des données du formulaire
it_it: Crea grafici e diagrammi dai dati del modulo
ja_jp: フォームデータからチャートやグラフを作成

# block title
source: Formidable Chart
fr_fr: Graphique Formidable

source: Strategy11
de_de: Strategie11
