Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-charts/languages/frm-charts-*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp

source: Formidable Charts
ja_jp: Formidable チャート

source: Build charts and graphs from your Formidable data.
de_de: Erstelle Diagramme und Grafiken aus deinen Formidable-Daten.
es_es: Construye tablas y gráficos a partir de tus datos de Formidable.
fr_fr: Construisez des graphiques et des diagrammes à partir de vos données Formidable.
it_it: Crea grafici e diagrammi con i dati di Formidable.
ja_jp: Formidable のデータからチャートやグラフを作成できます。

source: Formidable Charts requires Formidable Forms Pro to be activated.
de_de: Für Formidable Charts muss Formidable Forms Pro aktiviert sein.
es_es: Formidable Charts requiere Formidable Forms Pro activado.
fr_fr: Formidable Charts nécessite que Formidable Forms Pro soit activé.
it_it: Formidable Charts richiede l'attivazione di Formidable Forms Pro.
ja_jp: Formidable チャートを使用するには、Formidable Forms Pro の有効化が必要です。

source: The number of entries
de_de: Anzahl der Einträge
es_es: El número de registros
fr_fr: Nombre d’entrées
it_it: Il numero di voci
ja_jp: エントリー数

source: Add the field values together
de_de: Feldwerte addieren
es_es: Añadir juntos los valores del campo
fr_fr: Ajouter ensemble les valeurs de champ
it_it: Aggiungi i valori del campo insieme
ja_jp: フィールド値をすべて足す

source: Average the totaled field values
de_de: Durchschnitt der Feldwerte
es_es: Promedio de los campos totalizados
fr_fr: La moyenne totale des valeurs de champ
it_it: Media dei valori totali dei campi
ja_jp: フィールド値の合計の平均

source: No form ID
de_de: Keine Formular-ID
es_es: Sin ID de formulario
fr_fr: Aucun ID de formulaire
it_it: Nessun ID modulo
ja_jp: フォーム ID なし

source: + Add more properties
de_de: + Weitere Eigenschaften hinzufügen
es_es: + Añadir más propiedades
fr_fr: + Ajouter plus de propriétés
it_it: + Aggiungi altre proprietà
ja_jp: + プロパティを追加

source: Select a color
de_de: Wähle eine Farbe
es_es: Selecciona un color
fr_fr: Sélectionner une couleur
it_it: Seleziona un colore
ja_jp: 色を選択

source: Custom color
de_de: Individuelle Farbe
es_es: Color personalizado
fr_fr: Couleur personnalisée
it_it: Colore personalizzato
ja_jp: カスタムカラー

source: Theme color
de_de: Theme-Farbe
es_es: Color del tema
fr_fr: Couleur du thème
it_it: Colore del tema
ja_jp: テーマの色

source: color
de_de: Farbe
fr_fr: couleur
it_it: colore
ja_jp: 色

source: Select data source
de_de: Datenquelle auswählen
es_es: Seleccionar fuente de datos
fr_fr: Sélectionner une source de données
it_it: Seleziona la fonte dei dati
ja_jp: データソースを選択

source: Created at
de_de: Erstellt am
es_es: Creado en
fr_fr: Crée le
it_it: Creato a
ja_jp: 作成日時

source: Updated at
de_de: Aktualisiert am
es_es: Actualizado en
fr_fr: Mis à jour le
it_it: Aggiornato a
ja_jp: 更新

source: Select fields
de_de: Felder auswählen
es_es: Seleccionar campos
fr_fr: Sélectionner les champs
it_it: Seleziona i campi
ja_jp: フィールドを選択

source: Select a field
de_de: Wähle ein Feld
es_es: Selecciona un campo
fr_fr: Sélectionner un champ
it_it: Seleziona un campo
ja_jp: フィールドを選択

source: Enter filtering value
de_de: Filterwert eingeben
es_es: Introduce el valor de filtrado
fr_fr: Saisir la valeur de filtrage
it_it: Inserisci il valore del filtro
ja_jp: フィルターの値を入力

source: + Add filters
de_de: + Filter hinzufügen
es_es: + Añadir filtros
fr_fr: + Ajouter des filtres
it_it: + Aggiungi filtri
ja_jp: + フィルターを追加

source: Add filters
de_de: Filter hinzufügen
es_es: Añadir filtros
fr_fr: Ajouter des filtres
it_it: Aggiungi filtri
ja_jp: フィルターを追加

source: + Add filter
de_de: + Filter hinzufügen
es_es: + Añadir filtro
fr_fr: + Ajouter un filtre
it_it: + Aggiungi un filtro
ja_jp: + フィルターを追加

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存

source: Sort fields
de_de: Felder sortieren
es_es: Ordenar campos
fr_fr: Trier les champs
it_it: Ordina i campi
ja_jp: ソートフィールド

source: (no title)
de_de: (kein Titel)
es_es: (sin título)
fr_fr: (sans titre)
it_it: (nessun titolo)
ja_jp: (タイトルなし)

source: Select a form
de_de: Ein Formular auswählen
es_es: Seleccionar un formulario
fr_fr: Sélectionner un formulaire
it_it: Seleziona un modulo
ja_jp: フォームを選択

source: %d selected
de_de: %d ausgewählt
es_es: %d seleccionados
fr_fr: %d sélection(s)
it_it: %d selezionati
ja_jp: %d個を選択中

source: No results
de_de: Keine Ergebnisse
es_es: Sin resultados
fr_fr: Aucun résultat
it_it: Nessun risultato
ja_jp: 結果なし

source: Loading graph...
de_de: Grafik laden...
es_es: Cargando gráfico...
fr_fr: Chargement du graphique...
it_it: Caricamento del grafico...
ja_jp: グラフを読み込みんでいます...

source: Column
de_de: Spalten
es_es: Columna
fr_fr: Colonne
it_it: Colonna
ja_jp: カラム

source: Horizontal bar
de_de: Horizontaler Balken
es_es: Barra horizontal
fr_fr: Barre horizontale
it_it: Barra orizzontale
ja_jp: 横棒

source: Pie chart
de_de: Kreisdiagramm
es_es: Gráfico circular
fr_fr: Graphique en secteurs
it_it: Grafico a torta
ja_jp: 円グラフ

source: Line
de_de: Linien
es_es: Línea
fr_fr: Ligne
it_it: Linea
ja_jp: ライン

source: Area
de_de: Flächen
es_es: Área
fr_fr: Surfacique
ja_jp: エリア

source: Scatter
de_de: Streudiagramm
es_es: Dispersión
fr_fr: Nuage de points
it_it: Dispersione
ja_jp: 散布図

source: Stepped
de_de: Abgestuft
es_es: Escalonado
fr_fr: Échelonné
it_it: A gradini
ja_jp: 階段状

source: Map
de_de: Landkarte
es_es: Mapa
fr_fr: Carte
it_it: Mappa
ja_jp: 地図

source: Table
de_de: Tabelle
es_es: Tabla
fr_fr: Tableau
it_it: Tabella
ja_jp: テーブル

source: Group by
de_de: Gruppieren nach
es_es: Agrupar por
fr_fr: Regrouper par
it_it: Raggruppa per
ja_jp: グループ化

source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun(e)
it_it: Nessuna
ja_jp: なし

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
ja_jp: 月

source: Quarter
de_de: Quartal
es_es: Trimestre
fr_fr: Trimestre
it_it: Trimestre
ja_jp: 四半期

source: Year
de_de: Jahr
es_es: Año
fr_fr: Année
it_it: Anno
ja_jp: 年

source: Group entries by month, quarter, or year.
de_de: Gruppiere die Einträge nach Monat, Quartal oder Jahr.
es_es: Agrupa los registros por mes, trimestre o año.
fr_fr: Regroupez les entrées par mois, trimestre ou année.
it_it: Raggruppa le voci per mese, trimestre o anno.
ja_jp: 月、四半期、年ごとにエントリーをグループ化します。

source: Is stacked
de_de: Ist gestapelt
es_es: Apilado
fr_fr: Est empilé
it_it: È incolonnato
ja_jp: 積み上げ

source: Place related values atop one another. If there are any negative values, they are stacked in reverse order below the chart's axis baseline.
de_de: Platziere zusammenhängende Werte übereinander. Wenn es negative Werte gibt, werden sie in umgekehrter Reihenfolge unter der Grundlinie der Diagrammachse gestapelt.
es_es: Coloca los valores relacionados unos sobre otros. Si hay valores negativos, se apilan en orden inverso bajo la línea base del eje del gráfico.
fr_fr: Placez les valeurs similaires l’une au-dessus de l’autre. S’il y a des valeurs négatives, elles sont empilées dans l’ordre inverse sous la ligne de base de l’axe du graphique.
it_it: Posiziona i valori correlati uno sopra l'altro. Se ci sono valori negativi, vengono sovrapposti in ordine inverso sotto la linea di base dell'asse del grafico.
ja_jp: 関連する値を重ねて配置します。負の値がある場合は、チャートの軸のベースラインの下に逆の順序に積み重ねられます。

source: Title size
de_de: Titelgröße
es_es: Tamaño del título
fr_fr: Taille du titre
it_it: Dimensione del titolo
ja_jp: タイトルのサイズ

source: Set the font size of the x-axis title. This parameter will only apply if x_title is included.
de_de: Legt die Schriftgröße des Titels der x-Achse fest. Dieser Parameter gilt nur, wenn x_title enthalten ist.
es_es: Establece el tamaño de fuente del título del eje x. Este parámetro sólo se aplicará si se incluye x_title.
fr_fr: Définissez la taille de la police du titre de l’axe des x. Ce paramètre s’appliquera uniquement si x_title est inclus.
it_it: Imposta la dimensione del font del titolo dell'asse x. Questo parametro si applica solo se x_title è incluso.
ja_jp: x 軸タイトルのフォントサイズを設定します。このパラメータは x_title が含まれている場合にのみ適用されます。

source: Title color
de_de: Titel-Farbe
es_es: Color del título
fr_fr: Couleur du titre
it_it: Colore del titolo
ja_jp: タイトルの色

source: Set the font color of the x-axis title. This parameter will only apply if x_title is included.
de_de: Legt die Schriftfarbe des Titels der x-Achse fest. Dieser Parameter gilt nur, wenn x_title enthalten ist.
es_es: Establece el color de fuente del título del eje x. Este parámetro sólo se aplicará si se incluye x_title.
fr_fr: Définissez la couleur de la police du titre de l’axe des x. Ce paramètre s’appliquera uniquement si x_title est inclus.
it_it: Imposta il colore del carattere del titolo dell'asse x. Questo parametro si applica solo se x_title è incluso.
ja_jp: x 軸タイトルのフォントの色を設定します。このパラメータは x_title が含まれている場合にのみ適用されます。

source: Labels size
de_de: Etiketten-Größe
es_es: Tamaño de etiquetas
fr_fr: Taille des étiquettes
it_it: Dimensioni delle etichette
ja_jp: ラベルのサイズ

source: Set the font size of the labels on the x-axis.
de_de: Lege die Schriftgröße für die Beschriftungen auf der x-Achse fest.
es_es: Establece el tamaño de letra de las etiquetas del eje x.
fr_fr: Définissez la taille de la police des étiquettes sur l’axe des x.
it_it: Imposta la dimensione del font delle etichette sull'asse x.
ja_jp: x 軸のラベルのフォントサイズを設定します。

source: Slanted text
de_de: Schräger Text
es_es: Texto inclinado
fr_fr: Texte incliné
it_it: Testo inclinato
ja_jp: 斜めテキスト

source: By default the labels on the x-axis are slanted. To remove the slant and make the labels horizontal, use x_slanted_text=0.
de_de: Standardmäßig sind die Beschriftungen auf der x-Achse schräg. Um die Schräge zu entfernen und die Beschriftungen horizontal zu machen, verwende x_slanted_text=0.
es_es: Por defecto, las etiquetas del eje x están inclinadas. Para eliminar la inclinación y hacer que las etiquetas sean horizontales, utiliza x_slanted_text=0.
fr_fr: Par défaut, les étiquettes sur l’axe des x sont inclinées. Pour supprimer l’inclinaison et faire des étiquettes horizontale, utilisez x_slanted_text=0.
it_it: Per impostazione predefinita, le etichette sull'asse x sono inclinate. Per rimuovere l'inclinazione e rendere le etichette orizzontali, usa x_slanted_text=0.
ja_jp: デフォルトでは x 軸のラベルは斜めになっています。傾きをなくしてラベルを水平にするには、x_slanted_text=0 を使用してください。

source: Text angle
de_de: Textwinkel
es_es: Ángulo del texto
fr_fr: Angle du texte
it_it: Inclinazione del testo
ja_jp: テキストの角度

source: Set the angle of the slanted text labels on the x axis.
de_de: Lege den Winkel der schrägen Textbeschriftungen auf der X-Achse fest.
es_es: Establece el ángulo de las etiquetas de texto inclinadas en el eje x.
fr_fr: Déterminez l’angle du texte incliné des étiquettes sur l’axe des x.
it_it: Imposta l'angolo delle etichette di testo inclinate sull'asse x.
ja_jp: x 軸の斜めのテキストラベルの角度を設定します。

source: Show text every
de_de: Jeden Text anzeigen
es_es: Mostrar texto cada
fr_fr: Afficher le texte tous les
it_it: Mostra un testo qualsiasi
ja_jp: テキストを表示する頻度

source: Determine how often an x-axis label should be displayed. If you would like to show the x-axis label for every bar or coordinate, use x_show_text_every="1". If you would like to show the x-axis label for every three bars or coordinates, use x_show_text_every="3".
de_de: Lege fest, wie oft die Beschriftung der x-Achse angezeigt werden soll. Wenn du die Beschriftung der x-Achse für jeden Balken oder jede Koordinate anzeigen möchtest, gib x_show_text_every="1" ein. Wenn du die Beschriftung der x-Achse alle drei Balken oder Koordinaten anzeigen möchtest, verwende x_show_text_every="3".
es_es: Determina con qué frecuencia debe mostrarse la etiqueta del eje x. Si quieres mostrar la etiqueta del eje x en cada barra o coordenada, utiliza x_show_text_every="1". Si quieres mostrar la etiqueta del eje x cada tres barras o coordenadas, utiliza x_show_text_every="3".
fr_fr: Déterminez à quel intervalle une étiquette de l’axe des x doit être affichée. Si vous souhaitez afficher l’étiquette de l’axe des x pour chaque barre ou coordonnée, utilisez x_show_text_every="1". Si vous souhaitez afficher l’étiquette de l’axe des x toutes les trois barres ou coordonnées, utilisez x_show_text_every="3".
it_it: Determina la frequenza con cui deve essere visualizzata l'etichetta dell'asse x. Se vuoi mostrare l'etichetta dell'asse x per ogni barra o coordinata, usa x_show_text_every="1". Se vuoi mostrare l'etichetta dell'asse x ogni tre barre o coordinate, usa x_show_text_every="3".
ja_jp: x 軸ラベルを表示する頻度を指定します。各棒または座標ごとに x 軸ラベルを表示する場合は x_show_text_every="1" を使用し、x 軸ラベルを 3 つの棒または座標ごとに表示する場合は x_show_text_every="3" を使用してください。

source: Order
de_de: Reihenfolge
es_es: Orden
fr_fr: Ordre
it_it: Ordine
ja_jp: 順序

source: Default
de_de: Standard
es_es: Por defecto
fr_fr: Par défaut
it_it: Predefinito
ja_jp: デフォルト

source: Field options
de_de: Feldoptionen
es_es: Opciones de campo
fr_fr: Options de champ
it_it: Opzioni del campo
ja_jp: フィールドのオプション

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 概要

source: Determine the order for your x-axis labels. By default, a field's options will be graphed alphabetically. You may reverse this order with x_order="desc". If you're graphing a checkbox, dropdown, or radio button field and you would like to remove alphabetical ordering, add x_order="field_opts" to your graph shortcode. When you remove alphabetical ordering, the options will be graphed in the same order as your field options.
de_de: Lege die Reihenfolge für die Beschriftung deiner x-Achse fest. Standardmäßig werden die Optionen eines Feldes in alphabetischer Reihenfolge dargestellt. Du kannst diese Reihenfolge mit x_order="desc" umkehren. Wenn du eine Checkbox, ein Dropdown-Feld oder einen Radio-Button grafisch darstellst und die alphabetische Reihenfolge aufheben möchtest, füge x_order="field_opts" zu deinem Diagramm-Shortcode hinzu. Wenn du die alphabetische Sortierung entfernst, werden die Optionen in der gleichen Reihenfolge dargestellt wie deine Feldoptionen.
es_es: Determina el orden de las etiquetas de tu eje x. Por defecto, las opciones de un campo se representarán alfabéticamente. Puedes invertir este orden con x_order="desc". Si estás representando gráficamente un campo de casilla de verificación, desplegable o botón de radio y quieres eliminar el orden alfabético, añade x_order="field_opts" al shortcode de tu gráfico. Cuando elimines el orden alfabético, las opciones se graficarán en el mismo orden que las opciones de tu campo.
fr_fr: Déterminez l’ordre de vos étiquettes de l’axe des x. Par défaut, les options d’un champ seront tracées alphabétiquement. Vous pouvez inverser cet ordre avec x_order="desc". Si vous tracez un champ de case à cocher, de liste déroulante ou de bouton radio et que vous souhaitez supprimer le classement alphabétique, ajoutez x_order="field_opts" à votre code court de graphique. Lorsque vous supprimez le classement alphabétique, les options sont tracées dans le même ordre que vos options de champ.
it_it: Determina l'ordine delle etichette dell'asse x. Per impostazione predefinita, le opzioni di un campo saranno rappresentate in ordine alfabetico. Puoi invertire l'ordine con x_order="desc". Se stai tracciando il grafico di una casella di controllo, di un menu a tendina o di un pulsante di opzione e desideri rimuovere l'ordine alfabetico, aggiungi x_order="field_opts" al tuo shortcode del grafico. Quando rimuovi l'ordine alfabetico, le opzioni saranno rappresentate nello stesso ordine delle opzioni del campo.
ja_jp: x 軸ラベルの順序を決めます。デフォルトでは、フィールドのオプションはアルファベット順にグラフ化されます。この順序は x_order="desc" を使用すると逆にすることができます。チェックボックス、ドロップダウン、ラジオボタンのフィールドをグラフ化しており、アルファベット順を解除したい場合は、グラフのショートコードに x_order="field_opts" を追加してください。アルファベット順を解除すると、オプションはフィールドのオプションと同じ順序でグラフ化されます。

source: Set the font size of the y-axis title. This parameter will only apply if y_title is included.
de_de: Legt die Schriftgröße für den Titel der y-Achse fest. Dieser Parameter gilt nur, wenn y_title enthalten ist.
es_es: Establece el tamaño de fuente del título del eje y. Este parámetro sólo se aplicará si se incluye y_title.
fr_fr: Définissez la taille de la police du titre de l’axe des y. Ce paramètre s’appliquera uniquement si y_title est inclus.
it_it: Imposta la dimensione del font del titolo dell'asse y. Questo parametro si applica solo se y_title è incluso.
ja_jp: y 軸タイトルのフォントサイズを設定します。このパラメータは y_title が含まれている場合にのみ適用されます。

source: Set the font color of the y-axis title. This parameter will only apply if y_title is included.
de_de: Legt die Schriftfarbe für den Titel der y-Achse fest. Dieser Parameter gilt nur, wenn y_title enthalten ist.
es_es: Establece el color de fuente del título del eje y. Este parámetro sólo se aplicará si se incluye y_title.
fr_fr: Définissez la couleur de la police du titre de l’axe des y. Ce paramètre s’appliquera uniquement si y_title est inclus.
it_it: Imposta il colore del font del titolo dell'asse y. Questo parametro si applica solo se y_title è incluso.
ja_jp: y 軸タイトルのフォントの色を設定します。このパラメータは y_title が含まれている場合にのみ適用されます。

source: Set the font size of the labels on the y-axis.
de_de: Lege die Schriftgröße für die Beschriftungen auf der y-Achse fest.
es_es: Establece el tamaño de letra de las etiquetas del eje y.
fr_fr: Définissez la taille de la police des étiquettes sur l’axe des y.
it_it: Imposta la dimensione del font delle etichette sull'asse y.
ja_jp: y 軸のラベルのフォントサイズを設定します。

source: Background color
de_de: Hintergrundfarbe:
es_es: Color de fondo
fr_fr: Couleur de fond
it_it: Colore sfondo
ja_jp: 背景色

source: Change the background color.
de_de: Ändere die Hintergrundfarbe.
es_es: Cambia el color de fondo.
fr_fr: Changez la couleur de l’arrière-plan.
it_it: Cambia il colore dello sfondo.
ja_jp: 背景色を変更します。

source: Grid color
de_de: Rasterfarbe
es_es: Color de la cuadrícula
fr_fr: Couleur de la grille
it_it: Colore della griglia
ja_jp: グリッドの色

source: Change the color of the horizontal lines on the graph.
de_de: Ändere die Farbe der horizontalen Linien im Diagramm.
es_es: Cambia el color de las líneas horizontales del gráfico.
fr_fr: Changez la couleur des lignes horizontales sur le graphique.
it_it: Cambia il colore delle linee orizzontali del grafico.
ja_jp: グラフの横線の色を変更します。

source: X grid color
de_de: Rasterfarbe x
es_es: Color de la cuadrícula X
fr_fr: Couleur de la grille des x
it_it: Colore griglia X
ja_jp: x グリッドの色

source: Change the color of the vertical lines on the graph.
de_de: Ändere die Farbe der vertikalen Linien im Diagramm.
es_es: Cambia el color de las líneas verticales del gráfico.
fr_fr: Changez la couleur des lignes verticales sur le graphique.
it_it: Cambia il colore delle linee verticali del grafico.
ja_jp: グラフの縦線の色を変更します。

source: Chart width
de_de: Breite des Diagramms
es_es: Anchura del gráfico
fr_fr: Largeur du graphique
it_it: Larghezza del diagramma
ja_jp: チャートの幅

source: Set the width of the chart area to pixels or a percent.
de_de: Lege die Breite des Diagrammbereichs in Pixeln oder einem Prozentwert fest.
es_es: Establece la anchura del área del gráfico en píxeles o en un porcentaje.
fr_fr: Définissez la largeur de la zone de graphique en pixels ou en pourcentage.
it_it: Imposta la larghezza dell'area del diagramma in pixel o in percentuale.
ja_jp: チャートエリアの幅をピクセルまたはパーセントの単位で設定します。

source: Chart height
de_de: Höhe des Diagramms
es_es: Altura del gráfico
fr_fr: Hauteur du graphique
it_it: Altezza del diagramma
ja_jp: チャートの高さ

source: Set the height of the chart area to pixels or a percent.
de_de: Lege die Höhe des Diagrammbereichs in Pixeln oder einem Prozentwert fest.
es_es: Establece la altura del área del gráfico en píxeles o en un porcentaje.
fr_fr: Définissez la hauteur de la zone de graphique en pixels ou en pourcentage.
it_it: Imposta l'altezza dell'area del diagramma in pixel o in percentuale.
ja_jp: チャートエリアの高さをピクセルまたはパーセントの単位で設定します。

source: Chart top
de_de: Diagramm oben
es_es: Gráfico arriba
fr_fr: Haut du graphique
it_it: Diagramma in alto
ja_jp: チャート上部

source: Set the top placement of the chart area to pixels or a percent.
de_de: Lege die obere Platzierung des Diagrammbereichs in Pixeln oder einem Prozentwert fest.
es_es: Establece la colocación superior del área del gráfico en píxeles o en un porcentaje.
fr_fr: Définissez la position supérieure de la zone de graphique en pixels ou en pourcentage.
it_it: Imposta il posizionamento superiore dell'area del diagramma in pixel o in percentuale.
ja_jp: チャートエリアの上部の配置をピクセルまたはパーセントの単位で設定します。

source: Chart left
de_de: Diagramm links
es_es: Gráfico izquierda
fr_fr: Gauche du graphique
it_it: Diagramma a sinistra
ja_jp: チャートの左側

source: Set the left placement of the chart area to pixels or a percent.
de_de: Lege die linke Platzierung des Diagrammbereichs in Pixeln oder einem Prozentwert fest.
es_es: Establece la colocación izquierda del área del gráfico en píxeles o en un porcentaje.
fr_fr: Définissez la position gauche de la zone de graphique en pixels ou en pourcentage.
it_it: Imposta il posizionamento a sinistra dell'area del diagramma in pixel o in percentuale.
ja_jp: チャートエリアの左の配置をピクセルまたはパーセントの単位で設定します。

source: 3D graph
de_de: 3D-Grafik
es_es: Gráfico 3D
fr_fr: Graphique 3D
it_it: Grafico 3D
ja_jp: 3D グラフ

source: Turn your graph three-dimensional. This option is only available for pie graphs.
de_de: Mache dein Diagramm dreidimensional. Diese Option ist nur für Kreisdiagramme verfügbar.
es_es: Convierte tu gráfico en tridimensional. Esta opción sólo está disponible para los gráficos circulares.
fr_fr: Transformez votre graphique en trois dimensions. Cette option est uniquement disponible pour les graphiques en secteurs.
it_it: Rendi il tuo grafico tridimensionale. Questa opzione è disponibile solo per i grafici a torta.
ja_jp: グラフを三次元化します。このオプションは円グラフでのみ利用可能です。

source: Pie hole
es_es: Agujero de tarta
fr_fr: Anneau
ja_jp: 円中心の穴

source: Turn your pie graph into a donut graph. This option accepts values between 0 and .9, corresponding to the ratio of the donut hole to the chart.
de_de: Verwandle dein Kreisdiagramm in ein Donut-Diagramm. Diese Option akzeptiert Werte zwischen 0 und 0,9, was dem Verhältnis des Donut-Lochs zum Diagramm entspricht.
es_es: Convierte tu gráfico circular en un gráfico de rosquilla. Esta opción acepta valores entre 0 y .9, correspondientes a la proporción entre el agujero del donut y el gráfico.
fr_fr: Transformez votre graphique en secteurs en graphique en anneau. Cette option accepte des valeurs entre 0 et 0,9, correspondant au ratio entre le trou de l’anneau et le graphique.
it_it: Trasforma il tuo grafico a torta in un grafico a ciambella. Questa opzione accetta valori compresi tra 0 e .9, corrispondenti al rapporto tra il diametro della ciambella e il diagramma.
ja_jp: 円グラフをドーナツグラフに変更します。このオプションには、チャートに対するドーナツ穴の比率に相当する0から0.9の値を指定できます。

source: Curve line
de_de: Kurvenlinie
es_es: Línea curva
fr_fr: Ligne courbe
it_it: Linea della curva
ja_jp: 曲線

source: Smooth the lines of a line graph.
de_de: Glätte die Linien eines Liniendiagramms.
es_es: Suaviza las líneas de un gráfico lineal.
fr_fr: Lissez les lignes d’un graphique linéaire.
it_it: Sfuma le linee di un grafico a linee.
ja_jp: 折れ線グラフの線をなめらかにします。

source: No data
de_de: Keine Daten
es_es: No hay datos
fr_fr: Pas de données
it_it: Nessun dato
ja_jp: データなし

source: Determine the message that will display when there is no data to be shown on the graph.
de_de: Lege die Meldung fest, die angezeigt wird, wenn keine Daten im Diagramm zu sehen sind.
es_es: Determina el mensaje que aparecerá cuando no haya datos que mostrar en el gráfico.
fr_fr: Déterminez le message qui s’affichera lorsqu’il n’y a aucune donnée à montrer sur le graphique.
it_it: Determina il messaggio che verrà visualizzato quando non ci sono dati da mostrare sul grafico.
ja_jp: グラフに表示するデータがない場合に示されるメッセージを決定します。
