Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-user-tracking/languages/formidable-usr-trk-*.po
Languages: es_es, fr_fr, it_it, ja, pt_br

source: Formidable User Flow
es_es: Formidable flujo de usuarios
ja: Formidable ユーザーフロー

source: Track the steps a user takes before submitting a form
es_es: Haz seguimiento de los pasos que da un usuario antes de enviar un formulario
fr_fr: Suivez les étapes qu’un internaute effectue avant d’envoyer un formulaire
it_it: Traccia i passaggi che un utente compie prima di inviare un modulo
ja: ユーザーがフォームを送信するまでのステップをトラッキングします
pt_br: Monitore as etapas que um usuário realiza antes de enviar um formulário

source: User took %1$s steps over %2$s
es_es: El usuario dio %1$s pasos en %2$s
fr_fr: L’internaute a effectué %1$s étapes en %2$s
it_it: L'utente ha fatto %1$s passi su %2$s
ja: ユーザーは %2$sで%1$sステップを行いました
pt_br: O usuário realizou %1$s etapas de %2$s

source: User took %1$s steps
es_es: El usuario dio %1$s pasos
fr_fr: L’internaute a effectué %1$s étapes
it_it: L'utente ha fatto %1$s passi
ja: ユーザーは%1$sステップを行いました
pt_br: O usuário realizou %1$s etapas

source: Untitled
es_es: Sin t√≠tulo
fr_fr: Sans titre
it_it: Senza titolo
ja: 無題
pt_br: Sem título

source: Type-in or bookmark
es_es: Tecleado o marcador
fr_fr: Saisie ou signet
it_it: Digita o inserisci un segnalibro
ja: 入力またはブックマーク
pt_br: Digite ou marque como favorito

source: %s form submitted
es_es: Formulario %s enviado
fr_fr: Formulaire %s envoyé
it_it: %s modulo inviato
ja: %s フォームが送信されました
pt_br: %s formulário enviado

source: User Flow
es_es: Flujo de usuarios
fr_fr: Flux de l’internaute
it_it: Flusso utente
ja: ユーザーフロー
pt_br: Fluxo do usuário

source: Open
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja: 開く
pt_br: Abrir

source: Close
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
ja: 閉じる
pt_br: fechado

source: Keywords
es_es: Palabras clave
fr_fr: Mots-clés
it_it: Parole chiave
ja: キーワード
pt_br: Palavras-chave

source: Referrer
es_es: Remitente
fr_fr: Référent
it_it: Provenienza
ja: リファラー
pt_br: Referência
