Repository: MJRskBiocensus/biocensus-formidable-sync
Catalog: plugins/formidable-signature/languages/frmsig-*.po
Languages: es_es, it_it, ja, pt_br

source: Formidable Digital Signatures
ja: Formidable デジタル署名

source: https://formidableforms.com
ja: https://formidableforms.com/ja

source: Collect e-signatures in your Formidable forms
es_es: Recoge firmas electrónicas en tus formularios de Formidable Forms
it_it: Raccogli le firme elettroniche nei tuoi moduli Formidable
ja: Formidable フォームで電子署名を収集します
pt_br: Colete assinaturas eletrônicas em seus formulários Formidable

source: You are running an outdated version of Formidable. This plugin will not work correctly if you do not update Formidable.
es_es: Estás usando una versión anticuada de Formidable. Este plugin no funcionará correctamente si no actualizas Formidable.
it_it: Si esegue una versione non aggiornata di Formidable. Questo plugin potrebbe non funzionare correttamente se non si aggiorna Formidable.
ja: Formidable のバージョンが古いようです。Formidable を更新しない場合、このプラグインが適切に動作しない可能性があります。
pt_br: Você está executando uma versão desatualizada do Formidable. Esse plugin não funcionará corretamente se você não atualizar o Formidable.

source: Signature
es_es: Firma
it_it: Firma
ja: 署名
pt_br: Assinatura

source: Drawn signatures
es_es: Firmas dibujadas
it_it: Firme disegnate
ja: 描かれた署名
pt_br: Assinaturas desenhadas

source: Draw It
es_es: Dibújala
it_it: Disegnala
ja: 署名を描いてください
pt_br: Desenhar

source: Type It
es_es: Escríbela
it_it: Digitala
ja: 署名を入力してください
pt_br: Digitar

source: Clear
es_es: Vaciar
it_it: Cancella
ja: クリア
pt_br: Limpar

source: This is a placeholder for your signature field. %1$sView your form to see it in action.
es_es: Este es un marcador de posición para tu campo de firma. %1$sVisualiza tu formulario para verlo en acción.
it_it: Questo Ã¨ un segnaposto per il campo della firma. %1$sVisualizza il tuo modulo per vederlo in azione.
ja: これは署名フィールドのプレースホルダーです。%1$sフォームを表示して、実際に使用されているところをご覧ください。
pt_br: Esse é o espaço reservado para seu campo de assinatura. %1$sVeja seu formulário para vê-lo na prática.

source: Field Size
es_es: Tamaño campo
it_it: Dimensione Campo
ja: フィールドサイズ
pt_br: Tamanho do campo

source: pixels wide
es_es: px ancho
it_it: pixel di larghezza
ja: ピクセル (幅)
pt_br: pixeis de amplo

source: pixels high
es_es: px alto
it_it: pixel di altezza
ja: ピクセル (高さ)
pt_br: pixels de altura

source: Signature Options
es_es: Opciones de firma
it_it: Opzioni di firma
ja: 署名オプション
pt_br: Opções de assinatura

source: Draw It Label
es_es: Etiqueta «Dibújala»
it_it: Etichetta "Disegnala"
ja: 署名を描くのラベル
pt_br: Rótulo de desenho

source: Type It Label
es_es: Etiqueta «Escríbela»
it_it: Etichetta "Digitala"
ja: 署名を入力のラベル
pt_br: Rótulo de digitação

source: Clear Label
es_es: Etiqueta «Vaciar»
it_it: Cancella etichetta
ja: ラベルをクリア
pt_br: Rótulo de limpar

source: Hide Draw It and Type It tabs
es_es: Ocultar las pestañas «Dibújala» y «Escríbela»
it_it: Nascondi le schede Disegnala e Digitala
ja: 「署名を描く」タブと「署名を入力」タブを非表示
pt_br: Ocultar as abas Desenhar e Digitar

source: Set Type It as default
es_es: Establecer «Escríbela» por defecto
it_it: Imposta la digitazione come predefinita
ja: 「署名を入力」をデフォルトに設定
pt_br: Definir Digitar como padrão

source: Allow editing
es_es: Permitir edición
it_it: Consenti la modifica
ja: 編集を許可
pt_br: Permitir edição

source: Formidable Digital Signatures requires that Formidable Forms version 3.0 or greater be installed. Until then, keep Formidable Digital Signatures activated only to continue enjoying this insightful message.
es_es: Formidable Digital Signatures requiere que esté instalada la versión 3.0 o superior de Formidable Forms. Hasta entonces, mantén Formidable Digital Signatures activado sólo para seguir disfrutando de este perspicaz mensaje.
it_it: Formidable Digital Signatures richiede l'installazione di Formidable Forms versione 3.0 o superiore. Fino a quel momento, tieni attivato Formidable Digital Signatures solo per continuare a ricevere questo messaggio ricco di spunti.
ja: Formidable デジタル署名をご利用いただくには、Formidable Forms バージョン3.0以上がインストールされている必要があります。適切なバージョンがインストールされるまでの間は、Formidable デジタル署名を有効にして、引き続きこのインサイト豊かなメッセージをご覧ください。
pt_br: O Formidable Digital Signatures requer a instalação do Formidable Forms versão 3.0 ou superior. Até lá, mantenha o Formidable Digital Signatures ativado apenas para continuar desfrutando dessa mensagem inspiradora.
